{
	"labels":[
		{ "name":"", "startFrame":0, "duration":2 },
		{ "name":"", "startFrame":2, "duration":2 },
		{ "name":"", "startFrame":4, "duration":3 },
		{ "name":"", "startFrame":7, "duration":2 },
		{ "name":"", "startFrame":9, "duration":2 },
		{ "name":"", "startFrame":11, "duration":2 },
		{ "name":"", "startFrame":13, "duration":4 }
	],
	"hotspots":[
		{"frame":0,"x":226.85,"y":210,"size":54.4,"tx":197.65,"ty":134.95,"tsize":41.6},
		{"frame":1,"x":198.75,"y":134.7,"size":51.2,"tx":116,"ty":87.7,"tsize":40},
		{"frame":2,"x":172.2,"y":212.5,"size":44,"tx":235.2,"ty":255.45,"tsize":40},
		{"frame":3,"x":241.35,"y":262.25,"size":46,"tx":294,"ty":296.4,"tsize":46},
		{"frame":4,"x":115.85,"y":284.15,"size":40,"tx":150,"ty":228.25,"tsize":48},
		{"frame":5,"x":142.55,"y":245,"size":41.6,"tx":179.35,"ty":202.45,"tsize":43.5},
		{"frame":6,"x":173.55,"y":199.3,"size":41.3,"tx":222.8,"ty":152.9,"tsize":41.6},
		{"frame":7,"x":123.55,"y":255.5,"size":44.8,"tx":113.85,"ty":189,"tsize":48},
		{"frame":8,"x":93.95,"y":264.5,"size":43.8,"tx":43.9,"ty":201.8,"tsize":44.2},
		{"frame":9,"x":158.55,"y":246.5,"size":51.2,"tx":225.55,"ty":264,"tsize":41.6},
		{"frame":10,"x":180.55,"y":268.5,"size":49.9,"tx":267.85,"ty":293,"tsize":48},
		{"frame":11,"x":207.95,"y":171.5,"size":44.8,"tx":243.85,"ty":122,"tsize":44.8},
		{"frame":12,"x":231.25,"y":135.5,"size":51.2,"tx":269.35,"ty":88.75,"tsize":44.8},
		{"frame":13,"x":197.5,"y":166.45,"size":49.9,"tx":230.25,"ty":123.25,"tsize":48},
		{"frame":14,"x":223.6,"y":133.6,"size":49.9,"tx":256.35,"ty":82.4,"tsize":48},
		{"frame":15,"x":238.6,"y":116.6,"size":49.9,"tx":271.35,"ty":69.4,"tsize":48}
	],
	"tips":[
		{"frame":0,"tip":"本关只提示每个步骤的第一步方向","x":21.85,"y":249.35,"w":155,"h":41.8},
		{"frame":2,"tip":"杂志是障碍物，需要移开它","x":29.95,"y":91.15,"w":153.8,"h":44.75},
		{"frame":3,"tip":"一直移到离开美人身体","x":40.2,"y":115.25,"w":155,"h":41.8},
		{"frame":4,"tip":"轻轻的拉开美人胸口的拉链，注意手法要慢","x":156.1,"y":333.1,"w":155,"h":41.8},
		{"frame":5,"tip":"继续向下拉，到步骤完成，胸部敏感部位小心碰触","x":155.2,"y":352.25,"w":155,"h":62.8},
		{"frame":7,"tip":"将美人衣服向两侧掀开","x":149.95,"y":59.25,"w":155,"h":41.8},
		{"frame":9,"tip":"同样的手法，掀开另一侧","x":139.2,"y":107.25,"w":155,"h":41.8},
		{"frame":11,"tip":"拉下美人的短裤，主要不要吵醒她哦","x":6.2,"y":270.25,"w":155,"h":41.8},
		{"frame":13,"tip":"轻轻地脱下丝袜","x":11,"y":251.55,"w":155,"h":41.8}
	],
	"extraDatas":[
		{ "frame":0,"time":0,"guide":1 },
		{ "frame":1,"time":1,"guide":0 },
		{ "frame":2,"time":1,"guide":1 },
		{ "frame":3,"time":1,"guide":1 },
		{ "frame":4,"time":1,"guide":1 },
		{ "frame":5,"time":1.5,"guide":0 },
		{ "frame":6,"time":1.5,"guide":0 },
		{ "frame":7,"time":1,"guide":1 },
		{ "frame":8,"time":1,"guide":1 },
		{ "frame":9,"time":1,"guide":0 },
		{ "frame":10,"time":1,"guide":0 },
		{ "frame":11,"time":1,"guide":1 },
		{ "frame":12,"time":1,"guide":0 },
		{ "frame":13,"time":1,"guide":1 },
		{ "frame":14,"time":1,"guide":0 },
		{ "frame":15,"time":1,"guide":0 }
	],
	"mineFields":[
		{"frame":4,"x":140.85,"y":253,"w":108.13,"h":63.64,"r":300,"v":0},
		{"frame":5,"x":134.35,"y":254.45,"w":90,"h":104,"r":0,"v":0},
		{"frame":6,"x":180,"y":213,"w":169.4,"h":66.2,"r":300,"v":0},
		{"frame":7,"x":161.2,"y":233.25,"w":160.81,"h":102.28,"r":300,"v":0},
		{"frame":8,"x":151.7,"y":229.25,"w":149.98,"h":97.35,"r":300,"v":0},
		{"frame":9,"x":160.5,"y":238.35,"w":149.98,"h":97.35,"r":300,"v":0},
		{"frame":13,"x":186.05,"y":205.85,"w":239.76,"h":97.35,"r":300,"v":0},
		{"frame":14,"x":196.5,"y":173.45,"w":239.76,"h":97.35,"r":300,"v":0}
	]
}